Repository: common-repository/safeguard-media
Catalog: languages/wp-safeguard-media-*.po
Languages: de_de, es_es, fr_fr

source: This Wordpress plugin enables sites to copy protect media displayed on WordPress pages and posts.
de_de: Dieses WordPress-Plug-in ermöglicht es Websites, Medien, die auf WordPress-Seiten und -Beiträgen angezeigt werden, zu kopieren.
es_es: Este complemento de Wordpress permite que los sitios protejan los medios que se muestran en las páginas y publicaciones de WordPress.
fr_fr: Ce plugin Wordpress permet aux sites de protéger contre la copie les médias affichés sur les pages et les publications WordPress.

source: List Files
de_de: Dateien Auflisten
es_es: Listar archivos
fr_fr: Lister les fichiers

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages

source: Please upload file to continue.
de_de: Bitte laden Sie die Datei hoch, um fortzufahren.
es_es: Cargue el archivo para continuar.
fr_fr: Veuillez télécharger le fichier pour continuer.

source: Sorry, only jpg, jpeg, png, gif, mp4, pdf, doc, docx files are allowed.
de_de: Leider sind nur jpg-, jpeg-, png-, gif-, mp4-, pdf-, doc- und docx-Dateien zulässig.
es_es: Lo sentimos, solo se permiten archivos jpg, jpeg, png, gif, mp4, pdf, doc, docx.
fr_fr: Désolé, seuls les fichiers jpg, jpeg, png, gif, mp4, pdf, doc, docx sont autorisés.

source: Sorry, your file was not uploaded.
de_de: Entschuldigung, Ihre Datei wurde nicht hochgeladen.
es_es: Lo sentimos, su archivo no fue subido.
fr_fr: Désolé, votre fichier n'a pas été téléchargé.

source: The file %1$s has been uploaded. Click <a href="%2$s">here</a> to update below list.
de_de: Die Datei %1$s wurde hochgeladen. Klicken Sie <a href="%2$s">hier</a>, um die folgende Liste zu aktualisieren.
es_es: El archivo %1$s ha sido cargado. Haga clic <a href="%2$s">aquí</a> para actualizar la lista a continuación.
fr_fr: Le fichier %1$s a été téléchargé. Cliquez <a href="%2$s">ici</a> pour mettre à jour la liste ci-dessous.

source: Sorry, there was an error uploading your file.
de_de: Entschuldigung, beim Hochladen Ihrer Datei ist ein Fehler aufgetreten.
es_es: Lo sentimos, hubo un error al cargar su archivo.
fr_fr: Désolé, une erreur s'est produite lors du téléchargement de votre fichier.

source: List Media Files
de_de: Mediendateien auflisten
es_es: Listar archivos multimedia
fr_fr: Lister les fichiers multimédias

source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Télécharger

source: Provide link to external media
de_de: Link zu externen Medien bereitstellen
es_es: Proporcionar enlace a medios externos
fr_fr: Fournir un lien vers des médias externes

source: Submit
de_de: Einreichen
es_es: Enviar
fr_fr: Soumettre

source: Registered Media Files
de_de: Registrierte Mediendateien
es_es: Archivos multimedia registrados
fr_fr: Fichiers multimédias enregistrés

source: Media Link
de_de: Medien Link
es_es: Enlace multimedia
fr_fr: Lien média

source: Filename
de_de: Dateiname
es_es: Nombre del archivo
fr_fr: Nom de fichier

source: Shortcode
de_de: Kurzwahl
es_es: Código corto
fr_fr: Petitcode

source: Last updated
de_de: Zuletzt aktualisiert
es_es: Última actualización
fr_fr: Dernière mise à jour

source: Settings Saved
de_de: Einstellungen Gespeichert
es_es: Ajustes guardados
fr_fr: Paramètres sauvegardés

source: Default Settings
de_de: Standard Einstellungen
es_es: Configuración por defecto
fr_fr: Paramètres par défaut

source: Default settings applied to all media:
de_de: Auf alle Medien angewendete Standardeinstellungen:
es_es: Configuración predeterminada aplicada a todos los medios:
fr_fr: Paramètres par défaut appliqués à tous les médias :

source: SafeGuard API Key:
de_de: SafeGuard-API-Schlüssel:
es_es: Clave API de SafeGuard:
fr_fr: Clé API SafeGuard:

source: SafeGuard API Key
de_de: SafeGuard-API-Schlüssel
es_es: Clave API de SafeGuard
fr_fr: Clé API SafeGuard

source: Set the mode to use. Use Active if you have a SafeGuard Media account. Otherise set for Debug mode.
de_de: Stellen Sie den zu verwendenden Modus ein. Verwenden Sie Aktiv, wenn Sie ein SafeGuard Media-Konto haben. Andere für den Debug-Modus eingestellt.
es_es: Configure el modo a utilizar. Use Activo si tiene una cuenta de SafeGuard Media. Otro ajuste para el modo de depuración.
fr_fr: Définissez le mode à utiliser. Utilisez Actif si vous disposez d'un compte SafeGuard Media. Sinon défini pour le mode débogage.

source: Mode
de_de: Modus
es_es: Modo

source: Width - in pixels:
de_de: Breite - in Pixel:
es_es: Ancho - en píxeles:
fr_fr: Largeur - en pixels :

source: Set width of the media viewer.
de_de: Legen Sie die Breite des Medienbetrachters fest.
es_es: Establecer el ancho del visor de medios.
fr_fr: Définissez la largeur de la visionneuse multimédia.

source: Height - in pixels:
de_de: Höhe - in Pixel:
es_es: Altura - en píxeles:
fr_fr: Hauteur - en pixels:

source: Set height of the media viewer.
de_de: Stellen Sie die Höhe des Medienbetrachters ein.
es_es: Establezca la altura del visor de medios.
fr_fr: Définissez la hauteur de la visionneuse multimédia.

source: Allow Windows:
de_de: Windows Zulassen:
es_es: Permitir Windows:
fr_fr: Autoriser Windows:

source: To allow access to Windows computers or not.
de_de: Um den Zugriff auf Windows-Computer zuzulassen oder nicht.
es_es: Permitir o no el acceso a equipos Windows.
fr_fr: Pour autoriser ou non l'accès aux ordinateurs Windows.

source: Allow Mac OSX:
de_de: Mac OSX zulassen:
es_es: Permitir Mac OSX:
fr_fr: Autoriser Mac OSX:

source: To allow access to Mac OSX computers or not.
de_de: Um den Zugriff auf Mac OSX-Computer zuzulassen oder nicht.
es_es: Permitir o no el acceso a ordenadores Mac OSX.
fr_fr: Pour autoriser ou non l'accès aux ordinateurs Mac OSX.

source: Allow Android:
de_de: Android zulassen:
es_es: Permitir Android:
fr_fr: Autoriser Android:

source: To allow access to Android devices or not.
de_de: Um den Zugriff auf Android-Geräte zu erlauben oder nicht.
es_es: Permitir o no el acceso a dispositivos Android.
fr_fr: Pour autoriser ou non l'accès aux appareils Android.

source: Allow IOS:
de_de: IOS Zulassen:
es_es: Permitir iOS:
fr_fr: Autoriser IOS:

source: To allow access to iOS (iPad/iPhone) devices or not.
de_de: Um den Zugriff auf iOS (iPad/iPhone)-Geräte zuzulassen oder nicht.
es_es: Para permitir el acceso a dispositivos iOS (iPad/iPhone) o no.
fr_fr: Pour autoriser ou non l'accès aux appareils iOS (iPad/iPhone).

source: Allow Remote:
de_de: Remote Zulassen:
es_es: Permitir remoto:
fr_fr: Autoriser la télécommande:

source: To allow acess to Remote/virtual devices or not.
de_de: Um den Zugriff auf Remote/virtuelle Geräte zu erlauben oder nicht.
es_es: Para permitir el acceso a dispositivos remotos/virtuales o no.
fr_fr: Pour autoriser ou non l'accès aux appareils distants/virtuels.

source: Min.Version Default:
de_de: Min.Version Standard:
es_es: Versión mínima predeterminada:
fr_fr: Version min. par défaut:

source: ArtisBrowser min. version required.
de_de: ArtisBrowser min. Fassung erforderlich.
es_es: ArtisBrowser mín. versión requerida.
fr_fr: ArtisBrowser min. version requise.

source: Watermark Settings
de_de: Wasserzeichen Einstellungen
es_es: Configuración de marca de agua
fr_fr: Paramètres de filigrane

source: On/Off Watermark:
de_de: Ein/Aus-Wasserzeichen:
es_es: Marca de agua activada/desactivada:
fr_fr: Filigrane activé/désactivé:

source: To show a Watermark or not.
de_de: Um ein Wasserzeichen anzuzeigen oder nicht.
es_es: Para mostrar una marca de agua o no.
fr_fr: Afficher ou non un filigrane.

source: Watermark Text:
de_de: Wasserzeichen Text:
es_es: Texto de marca de agua:
fr_fr: Texte du filigrane:

source: Info for watermark message: Current user ID, Name, Email, Date.
de_de: Info für Wasserzeichennachricht: Aktuelle Benutzer-ID, Name, E-Mail, Datum.
es_es: Información para el mensaje de marca de agua: ID de usuario actual, nombre, correo electrónico, fecha.
fr_fr: Informations pour le message en filigrane: ID de l'utilisateur actuel, nom, e-mail, date.

source: Text Color:
de_de: Text Farbe:
es_es: Color de texto:
fr_fr: Couleur du texte:

source: CSS code for Text color for watermark.
de_de: CSS-Code für Text farbe für Wasserzeichen.
es_es: Código CSS para color de texto para marca de agua.
fr_fr: Code CSS pour la couleur du texte du filigrane.

source: Shade Color:
de_de: Schirm Farbe:
es_es: Color de Sombra:
fr_fr: Couleur de l'abat-jour:

source: CSS code for Shade color for watermark.
de_de: CSS-Code für Schattierungsfarbe für Wasserzeichen.
es_es: Código CSS para Color de sombra para marca de agua.
fr_fr: Code CSS pour la couleur de l'ombre du filigrane.

source: Position:
es_es: Posición:

source: Position for watermark.
de_de: Position für Wasserzeichen.
es_es: Posición para la marca de agua.
fr_fr: Position du filigrane.

source: Font Size:
de_de: Schriftgröße:
es_es: Tamaño de fuente:
fr_fr: Taille de police:

source: Font Size for watermark.
de_de: Schriftgröße für Wasserzeichen.
es_es: Tamaño de fuente para marca de agua.
fr_fr: Taille de la police pour le filigrane.

source: Opacity:
de_de: Opazität:
es_es: Opacidad:
fr_fr: Opacité:

source: CSS code for opacity of watermark.
de_de: CSS-Code für die Deckkraft des Wasserzeichens.
es_es: Código CSS para la opacidad de la marca de agua.
fr_fr: Code CSS pour l'opacité du filigrane.

source: Save Settings
de_de: Einstellungen Speichern
es_es: Guardar ajustes
fr_fr: Enregistrer les paramètres

source: Device type not authorised by this website!
de_de: Gerätetyp nicht von dieser Website autorisiert!
es_es: Tipo de dispositivo no autorizado por este sitio web!
fr_fr: Type d'appareil non autorisé par ce site!
